12/data/attachments/e5d4bced540ca86e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_ebe2820c-d17a-4dd8-8073-0d69b67fb790</nif:username>
            <nif:friendToBeAdded>Sierra_increase_Actions_11656_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>